/* Other User */
"OTHER_USER" = "Otro…";

/* Guest Account - Should be same as it appears in Accounts Pref Pane */
"GUEST_ACCOUNT_NAME" = "Cuenta de invitado";

/* Password Assistant Text */
"USER_PASSWORD" = "Contraseña:";
"MASTER_PASSWORD" = "Contraseña maestra:";

"KEYCHAIN_WARNING_TITLE" = "Si cambia la contraseña de esta cuenta de usuario, se creará un nuevo llavero para guardar las contraseñas del usuario.";
"KEYCHAIN_WARNING_TEXT" = "Aún existe el llavero anterior del usuario. Si encuentra la contraseña anterior, podrá acceder a ese llavero y a los datos y contraseñas que contiene.";


/* UserList UI Status text */
"CURRENTLY_LOGGED_IN" = "Sesión iniciada";
"MOBILE_CURRENTLY_LOGGED_IN" = "Móvil, conectado en este momento";
"EXTERNAL_CURRENTLY_LOGGED_IN" = "Externa, sesión iniciada";
"GUEST_CURRENTLY_LOGGED_IN" = "Invitado, sesión iniciada";
"NETWORK_CURRENTLY_LOGGED_IN" = "Red, sesión iniciada";
"EXTERNAL" = "Externa";
"MOBILE" = "Móvil";
"GUEST" = "Invitado";
"NETWORK" = "Red";

/* Parental Controls status text */
"CANNOT_LOGIN" = "Imposible iniciar sesión ahora";
"LOGIN_TIME" = "Puede iniciar la sesión a las %@";


/* Button Titles */
"BACK_BUTTON" = "Atrás";
"CANCEL_BUTTON" = "Cancelar";
"FORGOT_PASSWORD_BUTTON" = "Contraseña olvidada";
"CHANGE_PASSWORD" = "Cambiar contraseña";
"OPTIONS_BUTTON" = "Opciones";
"RESTART_BUTTON" = "Reiniciar";


/* Accessibility Descriptions */
"AX_MAC_OS_X" = "mac os x";
"AX_MAC_OS_X_SERVER" = "mac os x server";


/* Password Button Titles */
"FORGOT_PASSWORD" = "Contraseña olvidada";
"RESET_PASSWORD" = "Cambiar contraseña";

/* Master Password Strings */
"MASTER_PASSWORD_INFO" = "Introduzca la contraseña maestra para cambiar la contraseña de este usuario.";
"MASTER_PASSWORD_INFO_WITH_FILEVAULT" = "Introduzca la contraseña maestra para cambiar la contraseña de este usuario y desbloquear FileVault.";

/* Host Info */
"SAFE_BOOT" = "Arranque seguro";
"SYSTEM_VERSION_INFO" = "Versión %@";
"SYSTEM_BUILD_INFO" = "Fase %@";
"SERIAL_NUMBER" = "Número de serie %@";
"IP_ADDRESS" = "Dirección IP %@";

"NETWORK_NODES_ALL"  = "Las cuentas de red están disponibles";
"NETWORK_NODES_SOME" = "Algunas cuentas de red están disponibles";
"NETWORK_NODES_NONE" = "Las cuentas de red no están disponibles";
"NETWORK_NODES_AUTH" = "Para acceder a la red se necesita usuario y contraseña";


/* Tool Tip */
"SHORT_NAME" = "Nombre corto: %@";

"EXTERNAL_ACCOUNT" = "Cuenta externa";
"GUEST_ACCOUNT" = "Cuenta de invitado";
"LOCAL_ACCOUNT" = "Cuenta local";
"MOBILE_ACCOUNT" = "Cuenta móvil";
"NETWORK_ACCOUNT" = "Cuenta de red";

"NET_NODE" = "Nodo de red: %@";
"HOME_VOLUME" = "Volumen: %@";


/* Authentication Error Strings */
"AF_AUTH_FAILED" = "Ha introducido un nombre de usuario o una contraseña no válidos.";

"AF_NEWPASSWORDREQUIRED" = "Debe introducir una nueva contraseña para poder iniciar una sesión con esta cuenta.";

"AF_QUALITYCHECKFAILED" = "Su contraseña no cumple con los requisitos del servidor.";

"AF_PASSWORDTOOSHORT" = "La contraseña es demasiado corta.";
"AF_PASSWORDTOOLONG" = "La contraseña es demasiado larga.";
"AF_PASSWORDLENGTH" = "La contraseña debe contener entre %ld y %ld caracteres.";

"AF_PASSWORDMINCHARS" = "La contraseña debe contener al menos %ld caracteres.";
"AF_PASSWORDMAXCHARS" = "La contraseña no puede tener más de %ld.";

"AF_PASSWORDNEEDSLETTER" = "La contraseña debe contener una o más letras.";
"AF_PASSWORDNEEDSDIGIT" = "La contraseña debe contener uno o más números.";

"AF_ACCOUNTDISABLED" = "Su cuenta ha sido desactivada.\nPara más información, póngase en contacto con el administrador del sistema."; 
"AF_UNABLETOLOGIN" = "El sistema no puede iniciar su sesión en este momento.\nSolicite información al administrador del sistema.";
"AF_INVALIDLOGONHOURS" = "Sólo está autorizado a iniciar una sesión en un horario determinado.\nSolicite información al administrador del sistema.";
"AF_INVALIDCOMPUTER" = "No está autorizado para utilizar este ordenador.\nSolicite información al administrador del sistema.";

"AF_SEESYSTEMADMIN" = "Póngase en contacto con el administrador del sistema para obtener más información.";

"AF_PASSWORDEXPIRINGSOON" = "Su contraseña caducará en breve. Introduzca una contraseña nueva.";
"AF_CRYPTPASSWORD" = "Debe actualizar su contraseña.";


/* Password Expiration imminent */
"PASSWORD_EXPIRATION_DAY" = "Su contraseña caducará mañana.\n\nHaga clic en “Cambiar contraseña” para introducir una contraseña nueva.";
"PASSWORD_EXPIRATION_DAYS" = "Su contraseña caducará dentro de %ld días.\n\nHaga clic en “Cambiar contraseña” para introducir una contraseña nueva.";
"PASSWORD_EXPIRATION_TODAY" = "Su contraseña caducará hoy.\n\nHaga clic en “Cambiar contraseña” para introducir una contraseña nueva.";


/* Network Authentication Error Strings */
"NA_UNTRUSTED_CERT_MSG" = "Su ordenador no tiene acceso a esta red segura.";
"NA_UNTRUSTED_CERT_INFO" = "Ha intentado acceder a la red mediante un servidor de autenticación 802.1X, pero el certificado de seguridad del servidor no se ha podido verificar. Póngase en contacto con el administrador de red para obtener más información.";

/* FUS Failed */
"FUS_FAILED_MSG" = "La cuenta de usuario que ha seleccionado no está disponible.";
"FUS_FAILED_INFO" = "Compruebe su conexión de red y vuelva a intentar conectarse a la cuenta de usuario. Si su conexión de red está funcionando, póngase en contacto con el administrador del sistema para obtener soporte.";
